app.drey.Dialect
com.getmailspring.Mailspring
com.github.IsmaelMartinez.teams_for_linux
com.github.artemanufrij.playmyvideos
com.github.tchx84.Flatseal
com.protonvpn.www
com.spotify.Client
com.ticktick.TickTick
com.transmissionbt.Transmission
com.valvesoftware.Steam
com.visualstudio.code
com.vysp3r.ProtonPlus
io.freetubeapp.FreeTube
io.github.cosmic_utils.camera
io.github.diegopvlk.Cine
io.github.mimbrero.WhatsAppDesktop
me.proton.Pass
org.audacityteam.Audacity
org.chromium.Chromium
org.onlyoffice.desktopeditors
org.qbittorrent.qBittorrent
org.signal.Signal
org.standardnotes.standardnotes
org.zotero.Zotero
us.zoom.Zoom
