7zip
aic8800d80-wifi-bt-git-dkms
alsa-firmware
arj
autorandr
b43-fwcutter
base
base-devel
bash-completion
betterfetch-git
bind
bluetooth-support
bridge-utils
btop
btrfs-assistant
btrfs-progs
bzip2
celluloid
chaotic-keyring
chaotic-mirrorlist
chezmoi
coreutils
crossover
cryptsetup
curlftpfs
dialog
dmidecode
dmraid
doctest
dosfstools
downgrade
dracut
e2fsprogs
ecryptfs-utils
efibootmgr
eog
etcher-bin
ethtool
evince
ex-vi-compat
exfatprogs
f2fs-tools
fail2ban
fatresize
ffmpegthumbnailer
file
file-roller
filesystem
findutils
fingerprint-gui
firefox
firewalld
flatpak
foomatic-db
foomatic-db-nonfree
foomatic-db-ppds
forticlient-vpn
freetype2
fscrypt
fwupd
garuda-boot-options
garuda-browser-settings
garuda-common-settings
garuda-config-agent
garuda-dracut-support
garuda-fish-config
garuda-gnome-settings
garuda-hardware-profile-nvidia
garuda-hardware-profile-standard
garuda-hardware-tool
garuda-hooks
garuda-icons
garuda-network-assistant
garuda-setup-assistant
garuda-system-maintenance
garuda-toolbox
garuda-wallpapers
gawk
gcc-libs
gdm
gedit
gedit-plugins
gettext
gimp
glibc
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-keyring
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-pop-shell-git
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-tweaks
gobject-introspection
grep
grub
grub-btrfs
grub-garuda
grub-theme-garuda
gstreamer-meta
gvfs
gvfs-afc
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hplip-plugin
hpoj
htop
hunspell-en_us
inetutils
inkscape
input-devices-support
insync
intel-ucode
inxi
iproute2
iptables
iputils
jdk-openjdk
jfsutils
kvantum
lhasa
lib32-pipewire-jack
libdvdcss
libfprint
libreoffice-still
libretro-shaders-slang
libvirt
licenses
linux-firmware
linux-zen
linux-zen-headers
localsearch
logiops
logrotate
lrzip
lsb-release
lvm2
lynis
lzip
lzop
man-db
man-pages
mdadm
megasync
memtest86+
micro
mtools
mtr
mutter
nano
nautilus
nautilus-python
neofetch
net-tools
networkmanager-support
nfs-utils
nilfs-utils
nmap
nordvpn-gui
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
openbsd-netcat
opencv
os-prober-btrfs
pacman
pacman-contrib
pamac-all
paru
pavucontrol
pciutils
perl-file-mimeinfo
pipewire-jack
pipewire-support
plocate
plymouth
power-profiles-daemon
powertop
procps-ng
proton-authenticator
psmisc
python-pyqt5
qt5-wayland
qt6-wayland
rate-mirrors
reflector-simple
retroarch
rkhunter
rpi-imager
rsync
sed
shadow
snapper-support
snapper-tools
sof-firmware
solaar
sox
sshfs
sudo
sushi
system-config-printer
systemd
systemd-sysvcompat
tar
tcpdump
telegram-desktop
terminus-font
torrent-tui
traceroute
ttf-dejavu
ttf-fantasque-sans-mono
ttf-fira-sans
ttf-liberation
ttf-opensans
ugrep
unace
unarchiver
unarj
unrar
unzip
update-grub
usbutils
util-linux
vlc
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wmctrl
wqy-zenhei
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xfsprogs
xorg-server
xorg-xinit
xorg-xinput
xorg-xwayland
xsel
xz
zip
